Repository: umbrasys/UmbraClient
Catalog: UmbraSync/Localization/Strings.*.resx
Languages: fr

# SyncshellAdmin.AutoDetect.Status.Active
source: AutoDetect visibility is active.
fr: La visibilité AutoDetect est active.

# SyncshellAdmin.AutoDetect.Status.Inactive
source: AutoDetect visibility is off.
fr: La visibilité AutoDetect est désactivée.

# SyncshellAdmin.AutoDetect.Status.NoWeekdays
source: No weekday selected; schedule will not run.
fr: Aucun jour de la semaine sélectionné ; l'affichage ne sera pas programmé.

# SyncshellAdmin.AutoDetect.Status.OneTime
source: One-time visibility for {0} hour(s) after validation.
fr: Visibilité ponctuelle pendant {0} heure(s) après validation.

# SyncshellAdmin.AutoDetect.Status.Pending
source: Pending unsent changes.
fr: Modifications en attente non envoyées.

# SyncshellAdmin.AutoDetect.Status.Recurring
source: Recurring on {0} from {1} to {2} ({3}).
fr: Récurrent les {0} de {1} à {2} ({3}).

# SyncshellAdmin.AutoDetect.StartHour
source: Start hour
fr: Heure de début

# SyncshellAdmin.AutoDetect.EndHour
source: End hour
fr: Heure de fin

# SyncshellAdmin.AutoDetect.Submit
source: Validate and send
fr: Valider et envoyer

# SyncshellAdmin.AutoDetect.SubmitError
source: Error sending AutoDetect settings: {0}
fr: Erreur lors de l'envoi des paramètres AutoDetect : {0}

# SyncshellAdmin.AutoDetect.SubmitFailed
source: Unable to send AutoDetect settings.
fr: Impossible d'envoyer les paramètres AutoDetect.

# SyncshellAdmin.AutoDetect.TimeRangeHelp
source: Example: 21:00 to 23:00. Timezone used: Europe/Paris (with DST).
fr: Exemple : 21:00 à 23:00. Fuseau horaire : Europe/Paris (avec heure d'été).

# SyncshellAdmin.AutoDetect.TimeRangeLabel
source: Time range (Europe/Paris local time):
fr: Plage horaire (heure locale Europe/Paris) :

# SyncshellAdmin.AutoDetect.VisibleOff
source: Syncshell is no longer visible in AutoDetect.
fr: La Syncshell n'est plus visible dans AutoDetect.

# SyncshellAdmin.AutoDetect.VisibleOn
source: AutoDetect settings sent. The Syncshell will be visible by the defined schedule.
fr: Paramètres AutoDetect envoyés. La Syncshell sera visible selon le planning.

# SyncshellAdmin.AutoDetect.Weekday.Mon
source: Mon
fr: Lun

# SyncshellAdmin.AutoDetect.Weekday.Tue
source: Tue
fr: Mar

# SyncshellAdmin.AutoDetect.Weekday.Wed
source: Wed
fr: Mer

# SyncshellAdmin.AutoDetect.Weekday.Thu
source: Thu
fr: Jeu

# SyncshellAdmin.AutoDetect.Weekday.Fri
source: Fri
fr: Ven

# SyncshellAdmin.Tab.Capacity
source: Capacity
fr: Capacité

# SyncshellAdmin.Capacity.Label
source: Max members
fr: Nombre max. de membres

# SyncshellAdmin.Capacity.Help
source: Set the maximum number of members allowed in this Syncshell. Min: {0}, Max: {1}.
fr: Définit le nombre maximum de membres autorisés dans cette Syncshell. Min : {0}, Max : {1}.

# SyncshellAdmin.Capacity.Apply
source: Apply
fr: Appliquer

# SyncshellAdmin.Capacity.BlockLowerThanMembers
source: Cannot set capacity below current members ({0}).
fr: Impossible de définir une capacité inférieure au nombre de membres actuel ({0}).

# SyncshellAdmin.Capacity.Changed
source: Capacity updated.
fr: Capacité mise à jour.

# SyncshellAdmin.Capacity.ChangeFailed
source: Failed to change capacity.
fr: Échec de la modification de la capacité.

# SyncshellAdmin.Capacity.Busy
source: Applying...
fr: Application…

# SyncshellAdmin.AutoDetect.Weekday.Sat
source: Sat
fr: Sam

# SyncshellAdmin.AutoDetect.Weekday.Sun
source: Sun
fr: Dim

# SyncshellAdmin.AutoDetect.Weekdays
source: Active weekdays:
fr: Jours actifs :

# SyncshellAdmin.AutoDetect.WeekdaysHelp
source: Select the days when the display is allowed (e.g., Thu and Sun).
fr: Sélectionnez les jours où l'affichage est autorisé (ex. Jeu et Dim).

# SyncshellAdmin.AutoDetect.NotificationTitle
source: Public Syncshell: {0}
fr: Syncshell publique : {0}

# SyncshellAdmin.AutoDetect.NotificationMessage
source: The Syncshell is now visible via AutoDetect.
fr: La Syncshell est désormais visible via AutoDetect.

# UidDisplay.EditPlaceholder
source: Nick/Notes
fr: Surnom/Notes

# UidDisplay.EditTooltip
source: Press ENTER to save Right click to cancel
fr: Appuyez sur ENTRÉE pour enregistrer Clic droit pour annuler

# UidDisplay.Tooltip.LastSeenPrefix
source: Seen as: {0}
fr: Vu sous : {0}

# UidDisplay.Tooltip.Main
source: Left click to switch between UID display and nick Right click to change nick for {0} Middle Mouse Button to open their profile in a separate window
fr: Clic gauche pour alterner entre l'UID et le surnom Clic droit pour changer le surnom de {0} Clic molette pour ouvrir le profil dans une fenêtre séparée

# ContextMenu.AutoDetect.SendRequest
source: Send Umbra pairing request [Umbra U]
fr: Envoyer une demande d'appairage

# ContextMenu.AutoDetect.AddPair
source: Add as Umbra pair [Umbra +]
fr: Ajouter comme paire Umbra

# GroupPair.Unknown
source: Unknown: {0}
fr: Inconnu : {0}

# GroupPair.Offline
source: Offline: {0}
fr: Hors ligne : {0}

# GroupPair.Online
source: Online: {0}
fr: En ligne : {0}

# GroupPair.Paused
source: Sync paused for {0}
fr: Sync en pause pour {0}

# GroupPair.IndividuallyPaired
source: Individually paired with {0}
fr: Paire individuelle avec {0}

# GroupPair.Owner
source: Owner
fr: Propriétaire

# GroupPair.Moderator
source: Moderator
fr: Modérateur

# GroupPair.Pinned
source: Pinned
fr: Épinglé

# GroupPair.VisibleTarget
source: Click to target this player.
fr: Cliquer pour cibler ce joueur.

# GroupPair.VisibleLastPrefix
source: Last known:
fr: Dernières données :

# GroupPair.VisibleMods
source: Mods applied
fr: Mods appliqués

# GroupPair.VisibleFiles
source: Files transferred: {0}
fr: Fichiers transférés : {0}

# GroupPair.VisibleVram
source: Approx. VRAM: {0}
fr: VRAM estimée : {0}

# Notification.McdfShare.Created.Title
source: MCDF share created: {0}
fr: Partage MCDF créé : {0}

# Notification.McdfShare.Created.ToastTitle
source: MCDF share created
fr: Partage MCDF créé

# Notification.McdfShare.Created.ToastBody
source: "{0}" sent ({1})
fr: "{0}" envoyé ({1})

# Notification.Syncshell.Public.Title
source: {0} is now public
fr: {0} est désormais public

# Notification.Syncshell.Public.Body
source: Anyone can join your syncshell.
fr: Tout le monde peut rejoindre votre syncshell.

# Notification.Syncshell.NotPublic.Title
source: {0} is no longer public
fr: {0} n'est plus public

# Notification.Syncshell.NotPublic.Body
source: Joining now requires an invite.
fr: Rejoindre nécessite désormais une invitation.

# Notification.AutoDetect.RequestTitle
source: AutoDetect request from {0}
fr: Demande AutoDetect de {0}

# Notification.AutoDetect.RequestBody
source: {0} requested pairing with you. UID: {1}
fr: {0} a demandé un appairage avec vous. UID : {1}

# UserProfile.RpFirstName
source: First Name
fr: Prénom

# UserProfile.RpLastName
source: Last Name
fr: Nom

# UserProfile.RpTitle
source: Title
fr: Titre

# UserProfile.RpAge
source: Age
fr: Âge

# UserProfile.RpHeight
source: Height
fr: Taille

# UserProfile.RpBuild
source: Build
fr: Corpulence

# UserProfile.RpAlignment
source: Alignment
fr: Alignement

# UserProfile.RpAdditionalInfo
source: Additional Information
fr: Informations supplémentaires

# UserProfile.RpNsfw
source: Is this a RP NSFW profile?
fr: Est-ce un profil RP NSFW ?

# UserProfile.NoRpDescription
source: User has no RP description set.
fr: L'utilisateur n'a pas défini de description RP.

# EditProfile.PreviewButton
source: Preview my profile
fr: Prévisualiser mon profil

# EditProfile.SaveButton
source: Save Profile
fr: Sauvegarder le profil

# EditProfile.SelectImageButton
source: Select Image
fr: Sélectionner une image

# EditProfile.SaveSuccessTitle
source: Profile saved
fr: Profil sauvegardé

# EditProfile.SaveSuccessBody
source: Your profile has been successfully saved on the Umbra server.
fr: Votre profil a été enregistré avec succès sur le serveur Umbra.

# EditProfile.SaveErrorTitle
source: Save error
fr: Erreur de sauvegarde

# EditProfile.SaveErrorBody
source: An error occurred while saving your profile on the server.
fr: Une erreur est survenue lors de l'enregistrement de votre profil sur le serveur.

# Syncshell.Join.ModalTitle
source: Enter Syncshell Password
fr: Rejoindre une Syncshell

# Syncshell.Join.Warning
source: Before joining any Syncshells please be aware that you will be automatically paired with everyone in the Syncshell.
fr: Avant de rejoindre une Syncshell, sachez que vous serez automatiquement appairé avec tous les membres de la Syncshell.

# Syncshell.Join.PasswordPlaceholder
source: {0} Password
fr: Mot de passe
