Repository: umbrasys/UmbraClient
Catalog: UmbraSync/Localization/Strings.*.resx
Languages: fr

# GroupPair.Permissions.Header
source: Per-pair restrictions
fr: Synchronisation désactivée

# GroupPair.Permissions.SoundDisabled
source: {0} disabled sounds for this pair.
fr: {0} a désactivé les sons pour cette paire.

# GroupPair.Permissions.AnimDisabled
source: {0} disabled animations for this pair.
fr: {0} a désactivé les animations pour cette paire.

# GroupPair.Permissions.VfxDisabled
source: {0} disabled visual effects for this pair.
fr: {0} a désactivé les effets visuels pour cette paire.

# GroupPair.Permissions.StatusLine
source: You: {0} • Them: {1}
fr: Vous : {0} • Lui/Elle : {1}

# GroupPair.SyncshellPermissions.Header
source: Syncshell restrictions
fr: Restrictions de la Syncshell

# GroupPair.SyncshellPermissions.SoundDisabled
source: The syncshell disabled sounds for everyone.
fr: La Syncshell a désactivé les sons pour tout le monde.

# GroupPair.SyncshellPermissions.AnimDisabled
source: The syncshell disabled animations for everyone.
fr: La Syncshell a désactivé les animations pour tout le monde.

# GroupPair.SyncshellPermissions.VfxDisabled
source: The syncshell disabled visual effects for everyone.
fr: La Syncshell a désactivé les effets visuels pour tout le monde.

# CompactUi.AddPair.OtherUidPlaceholder
source: Other player's UID/Alias
fr: UID/Alias d'un autre joueur

# CompactUi.AddPair.OtherUserFallback
source: other user
fr: un autre joueur

# CompactUi.AddPair.PairWithFormat
source: Pair with {0}
fr: Appairer avec {0}

# CompactUi.AutoDetect.PendingInvitation
source: Pending AutoDetect invitation. Open the AutoDetect interface to manage your requests.
fr: Invitation AutoDetect en attente. Ouvrez l'interface AutoDetect pour gérer vos demandes.

# CompactUi.Connection.ConnectTooltip
source: Connect to {0}
fr: Se connecter à {0}

# Settings.Transfer.Title
source: Transfer Settings
fr: Paramètres de transfert

# Settings.Transfer.Precache.Enable
source: Pre-cache Penumbra mods to server
fr: Pré‑charger les mods Penumbra vers le serveur

# Settings.Transfer.Precache.Enable.Help
source: Uploads eligible Penumbra files to the server in the background to speed up future switches. Not recommended on slow or limited connections.
fr: Envoie en arrière‑plan les fichiers Penumbra éligibles vers le serveur pour accélérer les futurs changements. Non recommandé pour les connexions lentes ou limitées.

# Settings.Transfer.Precache.Status
source: Pre-cache status: {0}
fr: État du pré‑cache : {0}

# Settings.Transfer.Precache.Status.WithBytes
source: Pre-cache status: {0} ({1} sent)
fr: État du pré‑cache : {0} ({1} envoyés)

# Settings.Transfer.Precache.Status.Running
source: Uploading in background
fr: Envoi en cours en arrière‑plan

# Settings.Transfer.Precache.Status.Idle
source: Idle
fr: Au repos

# Settings.Transfer.Precache.LastRun
source: Last run: {0}
fr: Dernière exécution : {0}

# Settings.Transfer.Precache.RunNow
source: Run pre-cache now
fr: Lancer le pré‑cache maintenant

# Settings.Transfer.Precache.RunNow.Help
source: Scan Penumbra mods and upload missing files to the server immediately.
fr: Scanner les mods Penumbra et téléverser immédiatement les fichiers manquants vers le serveur.

# Settings.Transfer.Precache.Progress.Starting
source: Starting upload for {0} files
fr: Démarrage de l’envoi pour {0} fichiers

# Settings.Transfer.Precache.Progress.Uploading
source: Uploading file {0}/{1}. Please wait until the upload is completed.
fr: Envoi du fichier {0}/{1}. Merci de patienter jusqu’à la fin.

# Settings.Transfer.Precache.Status.DeltaPreparing
source: Delta: preparing upload for {0} files
fr: Delta : préparation de l’envoi pour {0} fichiers

# Settings.Transfer.Precache.Status.DeltaDoneUpToDate
source: Delta completed: all up-to-date
fr: Delta terminé : tout est à jour

# Settings.Transfer.Precache.Status.DeltaDoneSkipped
source: Delta completed with {0} skipped
fr: Delta terminé avec {0} ignoré(s)

# Settings.Transfer.Precache.Status.DirUnavailable
source: Penumbra directory unavailable
fr: Répertoire Penumbra indisponible

# Settings.Transfer.Precache.Status.FailedEnumerate
source: Failed to enumerate files
fr: Échec lors de l’énumération des fichiers

# Settings.Transfer.Precache.Status.NoEligible
source: No eligible files
fr: Aucun fichier éligible

# Settings.Transfer.Precache.Status.NoHashes
source: No hashes resolved
fr: Aucun hash résolu

# Settings.Transfer.Precache.Status.Preparing
source: Preparing upload for {0} files
fr: Préparation de l’envoi pour {0} fichiers

# Settings.Transfer.Precache.Status.CompletedAllUpToDate
source: Completed: all files up-to-date
fr: Terminé : tous les fichiers sont à jour

# Settings.Transfer.Precache.Status.CompletedSkipped
source: Completed with {0} skipped
fr: Terminé avec {0} ignoré(s)

# EditProfile.SetCustomId.Button
source: Set Custom ID
fr: Définir l'ID personnalisé

# EditProfile.SetCustomId.Tooltip
source: Choose a public Custom ID (alias) others can use to find you. Leave empty to clear.
fr: Choisissez un ID personnalisé public (alias) que les autres peuvent utiliser pour vous trouver. Laissez vide pour effacer.

# EditProfile.SetCustomId.Title
source: Set your Custom ID
fr: Définir votre ID personnalisé

# EditProfile.SetCustomId.Placeholder
source: 3–32 chars: letters, digits, _ or - (leave empty to clear)
fr: 3–32 caractères : lettres, chiffres, _ ou - (laisser vide pour effacer)

# EditProfile.SetCustomId.FormatHint
source: Allowed: A–Z, a–z, 0–9, underscore (_) and hyphen (-). Length 3–32.
fr: Autorisé : A–Z, a–z, 0–9, souligné (_) et tiret (-). Longueur 3–32.

# EditProfile.SetCustomId.Confirm
source: Confirm
fr: Confirmer

# EditProfile.SetCustomId.SentTitle
source: Custom ID update
fr: Mise à jour de l'ID personnalisé

# EditProfile.SetCustomId.SentBody
source: Your request to update the Custom ID has been sent.
fr: Votre demande de mise à jour de l'ID personnalisé a été envoyée.

# EditProfile.SetCustomId.ErrorTitle
source: Custom ID update failed
fr: Échec de la mise à jour de l'ID personnalisé

# EditProfile.SetCustomId.ErrorBody
source: Unable to update your Custom ID. Please try again.
fr: Impossible de mettre à jour votre ID personnalisé. Veuillez réessayer.

# Common.Cancel
source: Cancel
fr: Annuler

# AutoDetect.Notification.IncomingTitle
source: New invitation
fr: Nouvelle invitation

# AutoDetect.Notification.IncomingBody
source: {0} ({1}) sent you a pairing invite.
fr: {0} ({1}) vous a envoyé une invitation de pair.

# AutoDetect.Notification.IncomingBodyIdFirst
source: {0} requested pairing with you.
fr: {0} souhaite s'appairer avec vous.

# AutoDetect.Notification.AcceptedTitle
source: Invitation accepted
fr: Invitation acceptée

# AutoDetect.Notification.AcceptedBody
source: Pairing with {0} is now active.
fr: Le jumelage avec {0} est maintenant actif.

# CompactUi.Connection.DisconnectTooltip
source: Disconnect from {0}
fr: Se déconnecter de {0}

# CompactUi.Connection.NoServer
source: No server configured
fr: Aucun serveur configuré

# CompactUi.IntroUi.Agreement.AccountRemoval
source: Inactive accounts are deleted after 90 days for storage and privacy reasons.
fr: Les comptes inactifs pendant 90 jours seront supprimés pour des raisons de stockage et de confidentialité.

# CompactUi.IntroUi.Agreement.AgeRequirement
source: To use UmbraSync services you must be over 18 years old, or 21 in certain jurisdictions.
fr: Pour utiliser les services UmbraSync, vous devez être âgé de plus de 18 ans, où plus de 21 ans dans certaines juridictions.

# CompactUi.IntroUi.Agreement.AgreeButton
source: I agree
fr: J’accepte

# CompactUi.IntroUi.Agreement.Bandwidth
source: If you have a limited internet connection, additional charges may apply depending on how many files you send and receive. Files are compressed to save bandwidth, but varying speeds may delay syncing.
fr: Si vous disposez d'une connexion Internet limitée, des frais supplémentaires peuvent s'appliquer en fonction du nombre de fichiers envoyés et reçus. Les fichiers seront compressés afin d'économiser la bande passante. En raison des variations de vitesse de débit, les sychronisations peuvent ne pas être visible immédiatement.

# CompactUi.IntroUi.Agreement.Caution
source: The developer did their best to keep you safe, but there is no such thing as zero risk. Do not pair blindly with random people.
fr: Le gentil dev' a fait de son mieux pour assurer votre sécurité. Cependant le risque 0 n'existe pas. Ne vous appairez pas aveuglément avec n'importe qui.

# CompactUi.IntroUi.Agreement.Deletion
source: You can delete your account at any time. Your account and all associated data will be removed within 14 days.
fr: Vous pouvez supprimer votre compte à tout moment. Votre compte et toutes les données associées seront supprimés dans un délai de 14 jours.

# CompactUi.IntroUi.Agreement.Disclaimer
source: This service is provided as-is.
fr: Ce service est fourni tel quel.

# CompactUi.IntroUi.Agreement.Inactivity
source: After a period of inactivity, mods stored on the UmbraSync server are automatically deleted.
fr: Après une periode d'inactivité, les mods enregistrés sur le serveur UmbraSync seront automatiquement supprimés.

# CompactUi.IntroUi.Agreement.Infrastructure
source: UmbraSync infrastructure is hosted in the European Union (Germany) and Switzerland. Do not upload content that violates the laws of those countries.
fr: L'infrastructure Umbrasync est hebergé dans l'Union Européenne (Allemagne) et en Suisse. Vous acceptez alors de ne pas télécharger de contenu qui pourrait aller à l'encontre des législations de ces deux pays.

# CompactUi.IntroUi.Agreement.ModUpload
source: All mods currently active on your character and related states are automatically uploaded to the UmbraSync server you registered on. Only the files required for synchronization are transferred, not the full mod.
fr: Tout les mods actuellement actifs sur votre personnage et ses états associés seront automatiquement téléchargés vers le serveur UmbraSync auquel vous vous êtes inscrit.Il sera téléchargé exclusivement les fichiers nécessaires à la synchronisation et non l'intégralité du mod.

# CompactUi.IntroUi.Agreement.Privacy
source: Uploaded files remain confidential and are only distributed to paired users who request the exact same files. Be careful who you pair with.
fr: Les fichiers téléchargés sont confidentiels et ne seront pas distribués à des solutions tierces où autres personnes. Uniquement les personnes avec qui vous êtes appairés demandent exactement les mêmes fichiers. Réfléchissez donc bien avec qui vous allez vous appairer.

# CompactUi.IntroUi.Agreement.ReadHeader
source: PLEASE READ ME
fr: MERCI DE ME LIRE ATTENTIVEMENT

# CompactUi.IntroUi.Agreement.TimeoutLabel
source: 'I agree' button will be available in {0}s
fr: Le bouton « J’accepte » sera disponible dans {0}s

# CompactUi.IntroUi.ConnectionStatus.Connected
source: Connected
fr: Connecté

# CompactUi.IntroUi.ConnectionStatus.Connecting
source: Connecting
fr: Connexion en cours

# CompactUi.IntroUi.ConnectionStatus.Disconnected
source: Disconnected
fr: Déconnecté

# CompactUi.IntroUi.ConnectionStatus.Disconnecting
source: Disconnecting
fr: Déconnexion en cours

# CompactUi.IntroUi.ConnectionStatus.MultiChara
source: Duplicate Characters
fr: Personnages en doublon

# CompactUi.IntroUi.ConnectionStatus.NoSecretKey
source: No Secret Key
fr: Aucune clé secrète

# CompactUi.IntroUi.ConnectionStatus.Offline
source: Unavailable
fr: Indisponible

# CompactUi.IntroUi.ConnectionStatus.RateLimited
source: Rate Limited
fr: Limitation de débit

# CompactUi.IntroUi.ConnectionStatus.Reconnecting
source: Reconnecting
fr: Reconnexion en cours

# CompactUi.IntroUi.ConnectionStatus.Unauthorized
source: Unauthorized
fr: Non autorisé

# CompactUi.IntroUi.ConnectionStatus.VersionMismatch
source: Version mismatch
fr: Incompatibilité de version

# CompactUi.IntroUi.SecretKey.DisplayLabel
source: Secret Key
fr: Clé secrète

# CompactUi.IntroUi.SecretKey.EnterLabel
source: Enter Secret Key
fr: Saisir la clé secrète

# CompactUi.IntroUi.SecretKey.ExistingAccountInfo
source: If you already have a registered account, enter its secret key below to use it.
fr: Si vous avez déjà un compte enregistré, saisissez sa clé secrète ci‑dessous pour l’utiliser.

# CompactUi.IntroUi.SecretKey.FormatError
source: Your secret key can only contain ABCDEF and the numbers 0-9.
fr: Votre clé secrète ne peut contenir que ABCDEF et les chiffres 0–9.

# CompactUi.IntroUi.SecretKey.FriendlyNameDefault
source: Secret Key added on Setup ({0:yyyy-MM-dd})
fr: Clé secrète ajoutée lors de l’installation ({0:yyyy-MM-dd})

# CompactUi.IntroUi.SecretKey.FriendlyNameRegistered
source: {0} (registered {1:yyyy-MM-dd})
fr: {0} (enregistrée le {1:yyyy-MM-dd})

# CompactUi.IntroUi.SecretKey.LengthError
source: Your secret key must be exactly 64 characters long.
fr: Votre clé secrète doit comporter exactement 64 caractères.

# CompactUi.IntroUi.SecretKey.SaveConnectButton
source: Save and Connect
fr: Enregistrer et se connecter

# CompactUi.IntroUi.Service.RegisterButton
source: Register a new Umbra account
fr: Enregistrer un nouveau compte Umbra

# CompactUi.IntroUi.Service.RegisterErrorUnknown
source: An unknown error occured. Please try again later.
fr: Une erreur inconnue est survenue. Veuillez réessayer plus tard.

# CompactUi.IntroUi.Service.RegisterInfo
source: If you have not used Umbra before, click below to register a new account.
fr: Si vous n’avez jamais utilisé Umbra, cliquez ci‑dessous pour créer un nouveau compte.

# CompactUi.IntroUi.Service.RegisterIntro
source: To be able to use Umbra you will have to register an account.
fr: Pour utiliser Umbra, vous devez créer un compte.

# CompactUi.IntroUi.Service.RegisterSending
source: Sending request...
fr: Envoi de la demande…

# CompactUi.IntroUi.Service.RegisterSuccess
source: New account registered. Please keep a copy of your secret key in case you need to reset your plugins, or to use it on another PC.
fr: Nouveau compte enregistré. Veuillez conserver une copie de votre clé secrète au cas où vous auriez besoin de réinitialiser vos plugins ou de l’utiliser sur un autre PC.

# CompactUi.IntroUi.Service.RegisterSupport
source: Refer to the instructions at the location you obtained this plugin for more information or support.
fr: Reportez‑vous aux instructions à l’endroit où vous avez obtenu ce plugin pour plus d’informations ou de support.

# CompactUi.IntroUi.Service.Title
source: Service Registration
fr: Inscription au service

# CompactUi.IntroUi.Storage.Description
source: To not unnecessary download files already present on your computer, Umbra will have to scan your Penumbra mod directory. Additionally, a local storage folder must be set where Umbra will download other character files to. Once the storage folder is set and the scan complete, this page will automatically forward to registration at a service.
fr: Pour éviter de retélécharger inutilement des fichiers déjà présents sur votre ordinateur, Umbra doit analyser votre dossier de mods Penumbra. Vous devez également définir un dossier de stockage local où Umbra téléchargera les fichiers des autres personnages. Une fois le dossier de stockage défini et l’analyse terminée, cette page passera automatiquement à l’inscription à un service.

# CompactUi.IntroUi.Storage.InvalidPenumbraPath
source: You do not have a valid Penumbra path set. Open Penumbra and set up a valid path for the mod directory.
fr: Vous n’avez pas défini de chemin Penumbra valide. Ouvrez Penumbra et configurez un chemin valide pour le dossier des mods.

# CompactUi.IntroUi.Storage.Note
source: Note: The initial scan, depending on the amount of mods you have, might take a while. Please wait until it is completed.
fr: Remarque : l’analyse initiale peut prendre un certain temps selon la quantité de mods. Veuillez patienter jusqu’à sa fin.

# CompactUi.IntroUi.Storage.StartScanButton
source: Start Scan
fr: Lancer l’analyse

# CompactUi.IntroUi.Storage.Title
source: File Storage Setup
fr: Configuration du stockage des fichiers

# CompactUi.IntroUi.Storage.UseCompactorDescription
source: The File Compactor can save a tremendeous amount of space on the hard disk for downloads through Umbra. It will incur a minor CPU penalty on download but can speed up loading of other characters. It is recommended to keep it enabled. You can change this setting later anytime in the Umbra settings.
fr: Le compacteur de fichiers peut économiser une quantité considérable d’espace disque pour les téléchargements via Umbra. Il entraîne une légère charge CPU lors du téléchargement mais peut accélérer le chargement des autres personnages. Il est recommandé de le laisser activé. Vous pourrez modifier ce réglage plus tard dans les paramètres d’Umbra.

# CompactUi.IntroUi.Storage.UseCompactorLabel
source: Use File Compactor
fr: Utiliser le compacteur de fichiers

# CompactUi.IntroUi.Storage.WarningFileCache
source: Warning: once past this step you should not delete the FileCache.csv of Umbra in the Plugin Configurations folder of Dalamud. Otherwise on the next launch a full re-scan of the file cache database will be initiated.
fr: Avertissement : une fois cette étape franchie, n’effacez pas le fichier FileCache.csv d’Umbra dans le dossier Plugin Configurations de Dalamud. Sinon, au prochain lancement, une ré‑analyse complète de la base de données de cache sera effectuée.

# CompactUi.IntroUi.Storage.WarningScan
source: Warning: if the scan is hanging and does nothing for a long time, chances are high your Penumbra folder is not set up properly.
fr: Avertissement : si l’analyse semble bloquée longtemps, il est probable que votre dossier Penumbra ne soit pas correctement configuré.

# CompactUi.IntroUi.Welcome.Description
source: Umbra is a plugin that will replicate your full current character state including all Penumbra mods to other paired users. Note that you will have to have Penumbra as well as Glamourer installed to use this plugin.
fr: Umbra est un plugin qui réplique votre état de personnage actuel, y compris tous les mods Penumbra, auprès des utilisateurs appairés. Notez que vous devez avoir Penumbra ainsi que Glamourer installés pour utiliser ce plugin.

# CompactUi.IntroUi.Welcome.ModNote
source: Note: Any modifications you have applied through anything but Penumbra cannot be shared and your character state on other clients might look broken because of this or others players mods might not apply on your end altogether. If you want to use this plugin you will have to move your mods to Penumbra.
fr: Remarque : toute modification appliquée autrement que via Penumbra ne peut pas être partagée et l’apparence de votre personnage chez les autres peut être altérée, ou bien les mods des autres peuvent ne pas s’appliquer chez vous. Si vous souhaitez utiliser ce plugin, déplacez vos mods vers Penumbra.

# CompactUi.IntroUi.Welcome.NextButton
source: Next
fr: Suivant

# CompactUi.IntroUi.Welcome.SetupInfo
source: We will have to setup a few things first before you can start using this plugin. Click on next to continue.
fr: Nous devons d’abord configurer quelques éléments avant de pouvoir utiliser ce plugin. Cliquez sur Suivant pour continuer.

# CompactUi.IntroUi.Welcome.Title
source: Welcome to Umbra
fr: Bienvenue dans Umbra

# CompactUi.IntroUi.WindowTitle
source: Umbra Setup
fr: Configuration d’Umbra

# CompactUi.Notifications.Accept
source: Accept
fr: Accepter

# CompactUi.Notifications.Clear
source: Clear
fr: Ok

# CompactUi.Notifications.Decline
source: Decline
fr: Refuser

# CompactUi.Notifications.EmptyTooltip
source: No notifications
fr: Aucune notification

# CompactUi.Pairs.VisibleEmpty
source: It's far too quiet here... No one around at the moment.
fr: C'est bien trop calme ici... Il n'y a personne pour le moment.

# CompactUi.Pairs.VisibleEmptyTooltip
source: No visible pairs
fr: Aucun pair visible

# CompactUi.SelfAnalysis.AnalyzingStatus
source: Analyzing ({0}/{1})...
fr: Analyse en cours ({0}/{1})...

# CompactUi.SelfAnalysis.CancelButton
source: Cancel analysis
fr: Annuler l'analyse

# CompactUi.SelfAnalysis.CancelTooltip
source: Stop the ongoing analysis.
fr: Stopper l'analyse en cours.

# CompactUi.SelfAnalysis.Header
source: Self Analysis
fr: Analyse personnelle

# CompactUi.SelfAnalysis.LastAnalysis.At
source: Last analysis: {0}
fr: Dernière analyse : {0}

# CompactUi.SelfAnalysis.LastAnalysis.InProgress
source: Last analysis: in progress...
fr: Dernière analyse : en cours...

# CompactUi.SelfAnalysis.LastAnalysis.Never
source: Last analysis: never
fr: Dernière analyse : jamais

# CompactUi.SelfAnalysis.NoData
source: No data analyzed yet. Start an analysis to generate this overview.
fr: Aucune donnée analysée pour l'instant. Lancez une analyse pour générer cet aperçu.

# CompactUi.SelfAnalysis.OpenDetailsButton
source: Open detailed analysis
fr: Ouvrir l'analyse détaillée

# CompactUi.SelfAnalysis.RecalculateButton
source: Recalculate analysis
fr: Recalculer l'analyse

# CompactUi.SelfAnalysis.RecalculateTooltip
source: Recalculates all entries to update shared sizes.
fr: Recalcule toutes les entrées pour mettre à jour les tailles partagées.

# CompactUi.SelfAnalysis.StartButton
source: Start analysis
fr: Lancer l'analyse

# CompactUi.SelfAnalysis.StartTooltip
source: Analyzes your current files to estimate shared data weight.
fr: Analyse vos fichiers actuels pour estimer le poids partagé.

# CompactUi.SelfAnalysis.Stat.CompressedSize
source: Compressed size
fr: Taille compressée

# CompactUi.SelfAnalysis.Stat.ExtractedSize
source: Extracted size
fr: Taille extraite

# CompactUi.SelfAnalysis.Stat.Files
source: Modded files
fr: Fichiers moddés

# CompactUi.SelfAnalysis.Stat.Triangles
source: Modded triangles
fr: Triangles moddés

# CompactUi.SelfAnalysis.Tooltip.ComputeSizes
source: Start the analysis to calculate the exact download size.
fr: Lancez l'analyse pour calculer la taille de téléchargement exacte.

# CompactUi.SelfAnalysis.Tooltip.SizeWarning
source: Above 300 MiB, some players may not see all your modifications.
fr: Au-delà de 300 MiB, certains joueurs peuvent ne pas voir toutes vos modifications.

# CompactUi.SelfAnalysis.Tooltip.TriangleWarning
source: More than 150k triangles may trigger auto-pause and impact performance.
fr: Plus de 150k triangles peuvent entraîner un auto-pause et impacter les performances.

# CompactUi.SelfAnalysis.UncomputedWarning
source: Some entries do not have a calculated size yet. Run the analysis to complete the data.
fr: Certaines entrées n'ont pas encore de taille calculée. Lancez l'analyse pour compléter les données.

# CompactUi.Sidebar.AutoDetectPending
source: AutoDetect — {0} pending invitation(s)
fr: AutoDetect — {0} invitation(s) en attente

# CompactUi.Sidebar.CharacterAnalysis
source: Character Analysis
fr: Analyse de personnage

# CompactUi.Sidebar.CharacterDataHub
source: Character Data Hub
fr: Hub de données de personnage

# CompactUi.Sidebar.EditProfile
source: Edit Profile
fr: Modifier le profil

# CompactUi.Sidebar.IndividualPairs
source: Individual pairs
fr: Paires individuelles

# CompactUi.Sidebar.NotificationsEmpty
source: No notifications
fr: Aucune notification

# CompactUi.Sidebar.Settings
source: Settings
fr: Paramètres

# CompactUi.Sidebar.VisiblePairs
source: Visible pairs
fr: Paires visibles

# CompactUi.Sidebar.VisiblePairsEmpty
source: No visible pairs
fr: Aucun pair visible

# DrawUserPair.Online
source: User is online
fr: Joueur en ligne

# DrawUserPair.Offline
source: User is offline
fr: Joueur hors ligne

# DrawUserPair.NotMutual
source: {0} has not added you back
fr: {0} ne t'a pas apparié en retour

# DrawUserPair.Paused
source: Pairing with {0} is paused
fr: Appairage en pause avec {0}

# DrawUserPair.VisibleVram
source: Approx. VRAM Usage: {0}
fr: Utilisation VRAM approx. : {0}
