Repository: umbrasys/UmbraClient
Catalog: UmbraSync/Localization/Strings.*.resx
Languages: fr

# DrawUserPair.VisibleTris
source: Triangle Count (excl. Vanilla): {0}
fr: Triangles (hors vanilla) : {0}

# DrawUserPair.Pause
source: Pause pairing with {0}
fr: Mettre en pause l'appairage avec {0}

# DrawUserPair.Resume
source: Resume pairing with {0}
fr: Reprendre l'appairage avec {0}

# DrawUserPair.Permissions.Header
source: Individual User permissions
fr: Permissions utilisateur individuelles

# DrawUserPair.Permissions.SoundDisabled
source: Sound sync disabled with {0}
fr: Synchro son désactivée avec {0}

# DrawUserPair.Permissions.AnimDisabled
source: Animation sync disabled with {0}
fr: Synchro animations désactivée avec {0}

# DrawUserPair.Permissions.VfxDisabled
source: VFX sync disabled with {0}
fr: Synchro VFX désactivée avec {0}

# DrawUserPair.Permissions.StatusLine
source: You: {0}, They: {1}
fr: Toi : {0}, Lui/Elle : {1}

# DrawUserPair.SharedDataHint
source: Click to open the Character Data Hub and show the entries.
fr: Clique pour ouvrir le Hub de données perso et afficher les entrées.

# DrawUserPair.Menu.Target
source: Target player
fr: Cibler le joueur

# DrawUserPair.Menu.Profile
source: Open Profile
fr: Ouvrir le profil

# DrawUserPair.Menu.ProfileTooltip
source: Opens the profile for this user in a new window
fr: Ouvre le profil de ce joueur dans une nouvelle fenêtre

# DrawUserPair.Menu.Analysis
source: Open Analysis
fr: Ouvrir l'analyse

# DrawUserPair.Menu.Reload
source: Reload last data
fr: Réappliquer les dernières données

# DrawUserPair.Menu.ReloadTooltip
source: This reapplies the last received character data to this character
fr: Réapplique les dernières données reçues sur ce personnage

# DrawUserPair.Menu.CyclePause
source: Cycle pause state
fr: Basculer l'état pause

# DrawUserPair.Menu.PairGroups
source: Pair Groups
fr: Groupes d'appairage

# DrawUserPair.Menu.PairGroupsTooltip
source: Choose pair groups for {0}
fr: Choisir les groupes pour {0}

# PairGroups.Tag.Online
source: Online
fr: En ligne

# PairGroups.Tag.Offline
source: Offline
fr: Hors ligne

# PairGroups.FolderName
source: {0} ({1}/{2}/{3} Pairs)
fr: {0} ({1}/{2}/{3} Paires)

# PairGroups.FolderNameNoTotal
source: {0} ({1} Pairs)
fr: {0} ({1} Paires)

# DrawUserPair.Menu.EnableSounds
source: Enable sound sync
fr: Activer la synchro son

# DrawUserPair.Menu.DisableSounds
source: Disable sound sync
fr: Désactiver la synchro son

# DrawUserPair.Menu.EnableAnim
source: Enable animation sync
fr: Activer la synchro animations

# DrawUserPair.Menu.DisableAnim
source: Disable animation sync
fr: Désactiver la synchro animations

# DrawUserPair.Menu.EnableVfx
source: Enable VFX sync
fr: Activer la synchro VFX

# DrawUserPair.Menu.DisableVfx
source: Disable VFX sync
fr: Désactiver la synchro VFX

# DrawUserPair.Menu.Unpair
source: Unpair Permanently
fr: Rompre l'appairage définitivement

# DrawUserPair.Menu.UnpairTooltip
source: Hold CTRL and click to unpair permanently from {0}
fr: Maintenir CTRL et cliquer pour rompre l'appairage avec {0}

# DrawUserPair.SeenAs
source: (Seen as: {0})
fr: (Vu sous : {0})

# Common.Enabled
source: Enabled
fr: Activé

# Common.Disabled
source: Disabled
fr: Désactivé

# Syncshell.Input.Placeholder
source: Syncshell GID/Alias (leave empty to create)
fr: GID/Alias de Syncshell (laissez vide pour créer)

# Syncshell.Create.ModalTitle
source: Create Syncshell
fr: Créer une Syncshell

# Syncshell.Create.TypePrompt
source: Choose the type of Syncshell to create.
fr: Choisissez le type de Syncshell à créer.

# Syncshell.Create.TypePermanent
source: Permanent
fr: Permanente

# Syncshell.Create.TypeTemporary
source: Temporary
fr: Temporaire

# Syncshell.Create.ButtonLabel
source: Create Syncshell
fr: Créer une Syncshell

# Syncshell.Create.AliasPrompt
source: Give your Syncshell a name (optional) then create it.
fr: Donnez un nom à votre Syncshell (optionnel) puis créez-la.

# Syncshell.Create.AliasPlaceholder
source: Syncshell Name
fr: Nom de la Syncshell

# Syncshell.Create.TempMaxDuration
source: Maximum duration for a temporary Syncshell: 7 days.
fr: Durée maximale d'une Syncshell temporaire : 7 jours.

# Syncshell.Create.DurationDays
source: {0}d
fr: {0}j

# Syncshell.Create.ExpiresAt
source: Expires on {0} (local time).
fr: Expiration le {0} (heure locale).

# Syncshell.Create.ButtonPrompt
source: Click the button below to create a new Syncshell.
fr: Appuyez sur le bouton ci-dessous pour créer une nouvelle Syncshell.

# Syncshell.Create.NameInUse
source: The Syncshell name is already in use.
fr: Le nom de la Syncshell est déjà utilisé.

# Syncshell.Create.Tooltip
source: Create Syncshell
fr: Créer une Syncshell

# Syncshell.Tooltip.CreateAllowed
source: Create Syncshell
fr: Créer une Syncshell

# Syncshell.Tooltip.JoinAllowed
source: Join Syncshell {0}
fr: Rejoindre une Syncshell

# Syncshell.Create.Result.Name
source: Syncshell Name: {0}
fr: Nom de la Syncshell : {0}

# Syncshell.Create.Result.Id
source: Syncshell ID: {0}
fr: ID de la Syncshell : {0}

# Syncshell.Create.Result.Password
source: Syncshell Password: {0}
fr: Mot de passe : {0}

# Syncshell.Create.Result.PasswordNote
source: You can change the Syncshell password later at any time.
fr: Vous pouvez modifier le mot de passe de la Syncshell ultérieurement.

# Syncshell.Create.TempExpires
source: This Syncshell will expire on {0}.
fr: Cette Syncshell expirera le {0}.

# Syncshell.Card.ConnectedTooltip
source: Connected members / total {0}/{1} Max capacity: {2} Syncshell ID: {3}
fr: Membres connectés / membres totaux {0}/{1} Capacité maximale : {2} ID Syncshell : {3}

# Syncshell.Card.TempExpire
source: Expires on {0}
fr: Expire le {0}

# Syncshell.Card.TempTooltip
source: Temporary Syncshell
fr: Syncshell temporaire

# CompactUi.SyncDefaults.AutoDetectPending
source: AutoDetect: {0} pending invitation(s). Use the AutoDetect icon in the sidebar to respond.
fr: AutoDetect : {0} invitation(s) en attente. Utilisez l'icône AutoDetect dans la barre latérale pour y répondre.

# CompactUi.SyncDefaults.State.Disabled
source: disabled
fr: désactivée

# CompactUi.SyncDefaults.State.Enabled
source: enabled
fr: activée

# CompactUi.SyncDefaults.Tooltip
source: Default {0} sync: {1}. Click to change.
fr: Synchronisation {0} par défaut : {1}.&#x0A;Cliquez pour modifier.

# CompactUi.SyncDefaults.VfxSubject
source: visual effects
fr: effets visuels

# CompactUi.UnsupportedVersion.Message
source: Your UmbraSync installation is out of date, current version is {0}. It is recommended to keep UmbraSync updated. Open /xlplugins and update the plugin.
fr: Votre installation d'UmbraSync n'est pas à jour, la version actuelle est {0}. Il est recommandé de maintenir UmbraSync à jour. Ouvrez /xlplugins et mettez à jour le plugin.

# CompactUi.UnsupportedVersion.Title
source: UNSUPPORTED VERSION
fr: VERSION NON SUPPORTÉE

# SlotPopup.Title
source: New Slot detected
fr: SyncSlot

# SlotPopup.WelcomeTo
source: Welcome to {0}!
fr: Bienvenue à {0} !

# SlotPopup.SyncshellFound
source: A Syncshell is associated with this place: {0}
fr: Une Syncshell est associée à ce lieu : {0}

# SlotPopup.JoinButton
source: Join Syncshell
fr: Rejoindre la Syncshell

# SlotPopup.JoinToolTip
source: Automatically join the Syncshell of this place.
fr: Rejoindre automatiquement la Syncshell de ce lieu.

# SlotPopup.AutoLeaveNotice
source: Note: You will automatically leave this Syncshell if you stay outside of the housing area for more than 5 minutes.
fr: Note : Vous quitterez automatiquement cette Syncshell si vous restez en dehors de la zone de housing pendant plus de 5 minutes.

# SlotPopup.DeclineButton
source: Decline
fr: Refuser

# Slot.Decline.Notification
source: You have declined to join the Syncshell for {0}. You will not be prompted again for this location during this session.
fr: Vous avez refusé de rejoindre la Syncshell pour {0}. Vous ne serez plus sollicité pour ce lieu durant cette session.

# Slot.Toast.Welcome
source: Welcome to {0}
fr: Bienvenue au {0}

# Slot.Toast.Leaving
source: You are leaving {0}
fr: Vous quittez le {0}

# SyncshellAdmin.Slot.Loading
source: Loading Slot data...
fr: Chargement des données du Slot...

# SyncshellAdmin.Slot.Description
source: Configure the association between this Syncshell and a physical housing location (Slot). When players approach this location, they will be prompted to join the Syncshell.
fr: Configurez l'association entre cette Syncshell et un emplacement de housing physique (Slot). Lorsque les joueurs s'approcheront de cet emplacement, il leur sera proposé de rejoindre la Syncshell.

# SyncshellAdmin.Slot.AutoLeaveWarning
source: Important: When a player joins via this system, they will be automatically removed from the Syncshell 5 minutes after leaving the vicinity of the housing.
fr: Important : Lorsqu'un joueur rejoint via ce système, il sera automatiquement retiré de la Syncshell 5 minutes après avoir quitté les alentours du housing.

# SyncshellAdmin.Slot.Name
source: Slot Name
fr: Nom du Slot

# SyncshellAdmin.Slot.NameHelp
source: The name of the place as it will appear in the popup.
fr: Le nom du lieu tel qu'il apparaîtra dans la popup.

# SyncshellAdmin.Slot.SlotDescription
source: Slot Description
fr: Description du Slot

# SyncshellAdmin.Slot.SlotDescriptionHelp
source: A short description of the place shown in the popup.
fr: Une courte description du lieu affichée dans la popup.

# SyncshellAdmin.Slot.Location
source: Location
fr: Emplacement

# SyncshellAdmin.Slot.Step1Outside
source: Step 1: Capture outside coordinates
fr: Étape 1 : Capturer les coordonnées extérieures

# SyncshellAdmin.Slot.GetOutsidePos
source: Get Outside Position
fr: Obtenir la position extérieure

# SyncshellAdmin.Slot.GetOutsidePosHelp
source: Stand in front of the entrance outside and click this button.
fr: Placez-vous devant l'entrée à l'extérieur et cliquez sur ce bouton.

# SyncshellAdmin.Slot.Step2Inside
source: Step 2: Capture housing information
fr: Étape 2 : Capturer les informations de housing

# SyncshellAdmin.Slot.GetHousingInfo
source: Get Housing Info
fr: Obtenir les infos de housing

# SyncshellAdmin.Slot.GetHousingInfoHelp
source: Enter the house (inside the plot) and click this button.
fr: Entrez dans la maison (à l'intérieur de la parcelle) et cliquez sur ce bouton.

# SyncshellAdmin.Slot.HousingSummary
source: Housing Info: S:{0} | T:{1} | W:{2} | P:{3}
fr: Infos Housing : S:{0} | T:{1} | W:{2} | P:{3}

# SyncshellAdmin.Slot.Radius
source: Detection Radius (meters)
fr: Rayon de détection (mètres)

# SyncshellAdmin.Slot.RadiusHelp
source: The radius around the coordinates where the popup will appear (useful for detection outside the house).
fr: Le rayon autour des coordonnées où la popup apparaîtra (utile pour la détection à l'extérieur de la maison).

# SyncshellAdmin.Slot.Save
source: Save Slot Configuration
fr: Sauvegarder la configuration du Slot

# SyncshellAdmin.Slot.SaveSuccessTitle
source: Slot Saved
fr: Slot Sauvegardé

# SyncshellAdmin.Slot.SaveSuccessMessage
source: The Slot configuration has been successfully updated.
fr: La configuration du Slot a été mise à jour avec succès.

# SyncshellAdmin.Slot.SaveErrorTitle
source: Save Failed
fr: Échec de la sauvegarde

# SyncshellAdmin.Slot.EditTooltip
source: Edit this Slot
fr: Modifier ce Slot

# SyncshellAdmin.Slot.DeleteTooltip
source: Delete this Slot
fr: Supprimer ce Slot

# SyncshellAdmin.Slot.DeleteSuccessTitle
source: Slot Deleted
fr: Slot Supprimé

# SyncshellAdmin.Slot.DeleteSuccessMessage
source: The Slot has been successfully removed.
fr: Le Slot a été supprimé avec succès.

# SyncshellAdmin.Slot.AddButton
source: Add New Slot
fr: Ajouter un nouveau Slot

# SyncshellAdmin.Slot.AddingNew
source: Adding new Slot
fr: Ajout d'un nouveau Slot

# SyncshellAdmin.Slot.Editing
source: Editing Slot
fr: Modification du Slot

# SyncshellAdmin.Slot.Cancel
source: Cancel
fr: Annuler

# PopupHandler.CloseButton
source: Close
fr: Fermer

# AutoDetectUi.Duration.Second.Plural
source: {0} seconds
fr: {0} secondes

# AutoDetectUi.Duration.Second.Single
source: 1 second
fr: 1 seconde

# AutoDetectUi.Invitations.Accept
source: Accept
fr: Accepter

# AutoDetectUi.Invitations.Decline
source: Decline
fr: Refuser

# AutoDetectUi.Invitations.EmptyAll
source: No pending invitations. This page will group the requests you receive and the ones you send.
fr: Aucune invitation en attente. Cette page regroupe les demandes que vous recevez et celles que vous envoyez.

# AutoDetectUi.Invitations.NoIncoming
source: You have no pending pair invitations at the moment.
fr: Vous n'avez aucune invitation de pair en attente pour le moment.

# AutoDetectUi.Invitations.Processing
source: Processing...
fr: Traitement...

# AutoDetectUi.Invitations.ReceivedEmpty
source: No incoming invitations.
fr: Aucune invitation reçue.

# AutoDetectUi.Invitations.ReceivedHeader
source: Incoming invitations ({0})
fr: Invitations reçues ({0})

# AutoDetectUi.Invitations.Remove
source: Remove
fr: Retirer

# AutoDetectUi.Invitations.RemoveTooltip
source: Removes only this local tracking entry.
fr: Ne supprime que cette entrée de suivi locale.

# AutoDetectUi.Invitations.SentAgo
source: Sent {0} ago
fr: Envoyée il y a {0}

# AutoDetectUi.Invitations.SentEmpty
source: No outgoing invitations.
fr: Aucune invitation envoyée.

# AutoDetectUi.Invitations.SentHeader
source: Outgoing invitations ({0})
fr: Invitations envoyées ({0})

# AutoDetectUi.Nearby.DisabledNotice
source: AutoDetect is disabled. Enable it in settings to detect nearby Umbra users.
fr: AutoDetect est désactivé. Activez-le dans les paramètres pour détecter les utilisateurs Umbra à proximité.

# AutoDetectUi.Nearby.Empty
source: No nearby UmbraSync presence detected right now.
fr: Aucune présence UmbraSync à proximité détectée pour le moment.

# AutoDetectUi.Nearby.InviteButton
source: Send invitation
fr: Envoyer une invitation

# AutoDetectUi.Nearby.InviteTooltip
source: Sends a pairing request via AutoDetect.
fr: Envoie une demande d'appairage via AutoDetect.

# AutoDetectUi.Nearby.MaxDistanceLabel
source: Max distance (m)
fr: Distance max (m)

# AutoDetectUi.Nearby.Reason.InvitesDisabled
source: This player disabled automatically receiving invitations.
fr: Ce joueur a désactivé la réception automatique des invitations.

# AutoDetectUi.Nearby.Reason.OutOfRange
source: This player is beyond the configured maximum distance ({0} m).
fr: Ce joueur est au-delà de la distance maximale configurée ({0} m).

# AutoDetectUi.Nearby.Reason.Paired
source: You are already paired with this player.
fr: Vous êtes déjà appairé avec ce joueur.

# AutoDetectUi.Nearby.Reason.AlreadyInvited
source: Invitation already sent.
fr: Invitation déjà envoyée

# AutoDetectUi.Nearby.Reason.Unavailable
source: Unable to request an invitation token for this player.
fr: Impossible de récupérer un jeton d'invitation pour ce joueur.

# AutoDetectUi.Nearby.Status.Available
source: Available
fr: Disponible

# AutoDetectUi.Nearby.Status.InvitesDisabled
source: Invites disabled
fr: Invitations désactivées

# AutoDetectUi.Nearby.Status.OutOfRange
source: Out of range (> {0} m)
fr: Hors de portée (> {0} m)

# AutoDetectUi.Nearby.Status.Paired
source: Already paired
fr: Déjà appairé

# AutoDetectUi.Nearby.Status.Invited
source: Invitation sent
fr: Invitation envoyée

# AutoDetectUi.Nearby.Status.Unavailable
source: Unavailable
fr: Indisponible

# AutoDetectUi.Nearby.Table.Name
source: Name
fr: Nom

# AutoDetectUi.Nearby.Table.Status
source: Status
fr: Statut

# AutoDetectUi.Nearby.Table.World
source: World
fr: Monde

# AutoDetectUi.Notification.AcceptFailed
source: Unable to accept invitation {0}.
fr: Impossible d'accepter l'invitation {0}.

# AutoDetectUi.Syncshell.Description
source: The syncshells shown here temporarily disabled their password to allow direct access via AutoDetect. Join only if you trust the administrators.
fr: Les syncshells affichées ici ont temporairement désactivé leur mot de passe pour permettre un accès direct via AutoDetect. Rejoignez-les uniquement si vous faites confiance aux administrateurs.

# AutoDetectUi.Syncshell.Empty
source: No Syncshell is currently visible in AutoDetect.
fr: Aucune Syncshell n'est actuellement visible dans AutoDetect.

# AutoDetectUi.Syncshell.InviteMode.Manual
source: Manual
fr: Manuel

# AutoDetectUi.Syncshell.InviteMode.ManualTooltip
source: The administrator must manually approve new members.
fr: L'administrateur doit approuver manuellement les nouveaux membres.

# AutoDetectUi.Syncshell.JoinButton
source: Join
fr: Rejoindre

# AutoDetectUi.Syncshell.JoinError
source: Error while joining: {0}
fr: Erreur lors de l'adhésion : {0}

# AutoDetectUi.Syncshell.JoinFailed
source: Unable to join {0}.
fr: Impossible de rejoindre {0}.

# AutoDetectUi.Syncshell.Joined
source: Joined {0}.
fr: {0} rejoint.

# AutoDetectUi.Syncshell.NotificationTitle
source: AutoDetect Syncshell
fr: Syncshell AutoDetect

# AutoDetectUi.Syncshell.RefreshButton
source: Refresh list
fr: Actualiser la liste

# AutoDetectUi.Syncshell.Refreshing
source: Refreshing...
fr: Actualisation...

# AutoDetectUi.Syncshell.RefreshTooltip
source: Refreshes the list of AutoDetect-enabled syncshells.
fr: Actualise la liste des syncshells avec AutoDetect activé.

# AutoDetectUi.Syncshell.Status.Joining
source: Joining...
fr: Rejoindre...

# AutoDetectUi.Syncshell.Status.Member
source: Already a member
fr: Déjà membre

# AutoDetectUi.Syncshell.Table.Invites
source: Invites
fr: Invitations

# AutoDetectUi.Syncshell.Table.Members
source: Members
fr: Membres

# AutoDetectUi.Syncshell.Table.Name
source: Name
fr: Nom

# AutoDetectUi.Syncshell.Table.Owner
source: Owner
fr: Propriétaire

# AutoDetectUi.Syncshell.Table.Capacity
source: Capacity
fr: Capacité

# AutoDetectUi.Tab.Nearby
source: Nearby
fr: À proximité

# Settings.AutoDetect.AllowInvites
source: Allow incoming invitations
fr: Activer les invitations entrantes

# Settings.AutoDetect.Enable
source: Enable AutoDetect
fr: Activer l'AutoDetect

# Settings.AutoDetect.InvitesDisabled
source: Incoming invitations disabled: others cannot invite you.
fr: Invitations entrantes désactivées : les autres ne peuvent pas vous inviter.

# Settings.AutoDetect.InvitesEnabled
source: Incoming invitations enabled: others can invite you.
fr: Invitations entrantes autorisées : les autres peuvent vous inviter.

# Settings.AutoDetect.EnableSlotNotifications
source: Enable Slot Detection
fr: Activer la détection des Slots

# Settings.AutoDetect.EnableSlotNotificationsHelp
source: If enabled, you will be prompted to join a Syncshell when approaching a registered housing location (Slot).
fr: Si activé, une fenêtre apparaîtra pour vous proposer de rejoindre une Syncshell lorsque vous approchez d'un lieu de housing enregistré (Slot).

# Settings.AutoDetect.LockedInInstance
source: AutoDetect is locked while you remain in an instanced area.
fr: AutoDetect est verrouillé tant que vous restez dans une zone instanciée.

# Settings.AutoDetect.MaxDistance
source: Max distance (meters)
fr: Distance max (en mètre)

# Settings.AutoDetect.SuppressedTooltip
source: AutoDetect is temporarily disabled in this instanced area.
fr: AutoDetect est temporairement désactivé dans cette zone instanciée.

# Settings.DownloadQueue.Enable
source: Enable download queue
fr: Activer la file de téléchargements

# Settings.DownloadQueue.EnableTooltip
source: Starts character downloads sequentially instead of all at once. When enabled, only the configured number of downloads will run in parallel.
fr: Lance les téléchargements de personnages de manière séquentielle plutôt que tous en même temps. Quand l'option est activée, seul le nombre configuré de téléchargements fonctionne en parallèle.

# Settings.DownloadQueue.MaxStreams
source: Maximum number of file streams started in parallel for each download.
fr: Nombre maximal de flux de fichiers lancés en parallèle pour chaque téléchargement.

# Settings.DownloadQueue.MaxWhenEnabled
source: Maximum number of character downloads allowed simultaneously when the queue is enabled.
fr: Nombre maximal de téléchargements de personnages autorisés simultanément lorsque la file est activée.

# Settings.Typing.BlockedNameColor
source: Blocked name color
fr: Couleur des noms bloqués

# Settings.Typing.BubbleHeader
source: Typing Bubble
fr: Bulle d'écriture

# Settings.Typing.BubbleSize
source: Typing bubble size
fr: Taille de la bulle de frappe

# Settings.Typing.BubbleSizeLarge
source: Large
fr: Grande

# Settings.Typing.BubbleSizeMedium
source: Medium
fr: Moyenne

# Settings.Typing.BubbleSizeSmall
source: Small
fr: Petite

# Settings.Typing.EnableSystem
source: Enable typing indicator system
fr: Activer le système d'indicateur de frappe

# Settings.Typing.EnableSystemHelp
source: Completely enable or disable sending/receiving and displaying typing bubbles.
fr: Active ou désactive complètement l'envoi/la réception et l'affichage des bulles de frappe.

# Settings.Typing.LogPartyList
source: Log typing in party list
fr: Tracer la frappe dans la liste de groupe

# Settings.Typing.LogPartyListHelp
source: Log in party list when a group pair is typing (visual bubble later).
fr: Consigne dans les journaux quand une paire du groupe est en train d'écrire (bulle visuelle ultérieure).

# Settings.Typing.ShowOnNameplates
source: Show typing bubble on nameplates
fr: Afficher la bulle de frappe sur les plaques

# Settings.Typing.ShowOnNameplatesHelp
source: Adds a '...' bubble on nameplates of pairs who are typing.
fr: Ajoute une bulle '...' sur la plaque des paires en train d'écrire.

# Settings.Typing.ShowSelf
source: Show my own bubble
fr: Afficher ma propre bulle

# Settings.Typing.ShowSelfHelp
source: Show your own bubble when typing (useful for testing/visual feedback).
fr: Affiche votre propre bulle lorsque vous tapez (utile pour test/retour visuel).

# SyncshellAdmin.AutoDetect.CheckboxHelp
source: When enabled, the password is temporarily disabled while visibility remains active.
fr: Quand cette option est activée, le mot de passe devient inactif tant que la visibilité est maintenue.

# SyncshellAdmin.AutoDetect.CheckboxLabel
source: Show this Syncshell in AutoDetect
fr: Afficher cette Syncshell dans l'AutoDetect

# SyncshellAdmin.AutoDetect.Description
source: Enabling AutoDetect visibility makes the Syncshell visible in the AutoDetect tab and temporarily disables the password.
fr: Activer la visibilité AutoDetect rend la Syncshell visible dans l'onglet AutoDetect et désactive temporairement le mot de passe.

# SyncshellAdmin.AutoDetect.DurationHelp
source: How long the Syncshell should stay visible, in hours.
fr: Durée pendant laquelle la Syncshell doit rester visible, en heures.

# SyncshellAdmin.AutoDetect.DurationHours
source: Duration (hours)
fr: Durée (heures)

# SyncshellAdmin.AutoDetect.Loading
source: Loading AutoDetect state...
fr: Chargement de l'état en cours...

# SyncshellAdmin.AutoDetect.Options
source: AutoDetect display options
fr: Options d'affichage AutoDetect

# SyncshellAdmin.AutoDetect.PasswordDisabled
source: The password is currently disabled while AutoDetect visibility is active.
fr: Le mot de passe est temporairement désactivé tant que la visibilité AutoDetect est active.

# SyncshellAdmin.AutoDetect.Recurring
source: Recurring display
fr: Affichage récurrent

# SyncshellAdmin.AutoDetect.RecurringHelp
source: If enabled, you can choose recurring days and a time range. If disabled, only the duration is used.
fr: Si activé, choisissez des jours et une plage horaire. Sinon, seule la durée est appliquée.

# SyncshellAdmin.AutoDetect.Refresh
source: Reload state
fr: Recharger l'état

# SyncshellAdmin.AutoDetect.RefreshError
source: Error while refreshing: {0}
fr: Erreur lors du rechargement : {0}

# SyncshellAdmin.AutoDetect.StateFetchFailed
source: Unable to retrieve AutoDetect state.
fr: Impossible de récupérer l'état AutoDetect.
